{"<point of view shot>": 50579, "<filipino movies>": 50347, "<educational>": 50491, "<gulf war>": 50554, "<horror comedy>": 50352, "<filipino>": 50517, "<buddy picture>": 50610, "<short film>": 50276, "<neorealism>": 50608, "<revisionist fairy tale>": 50596, "<world cinema>": 50269, "<pinku eiga>": 50469, "<b-western>": 50484, "<spy>": 50329, "<heist>": 50367, "<education>": 50589, "<travel>": 50494, "<children's fantasy>": 50341, "<ensemble film>": 50327, "<creature film>": 50328, "<political drama>": 50314, "<fantasy drama>": 50490, "<historical documentaries>": 50606, "<sword and sorcery films>": 50448, "<school story>": 50558, "<inventions & innovations>": 50563, "<outlaw>": 50550, "<bollywood>": 50294, "<buddy film>": 50331, "<road-horror>": 50482, "<cult>": 50305, "<slapstick>": 50316, "<world history>": 50519, "<tokusatsu>": 50594, "<religious film>": 50423, "<costume horror>": 50431, "<propaganda film>": 50412, "<archaeology>": 50521, "<christmas movie>": 50404, "<dance>": 50417, "<political cinema>": 50360, "<animated musical>": 50441, "<tragicomedy>": 50434, "<pornographic movie>": 50368, "<comedy film>": 50284, "<fictional film>": 50527, "<mythological fantasy>": 50466, "<science fiction western>": 50553, "<new hollywood>": 50397, "<extreme sports>": 50522, "<teen>": 50299, "<indie>": 50272, "<comdedy>": 50623, "<addiction drama>": 50443, "<gender issues>": 50478, "<detective fiction>": 50346, "<finance & investing>": 50560, "<marriage drama>": 50371, "<black-and-white>": 50271, "<chase movie>": 50387, "<essay film>": 50525, "<splatter film>": 50461, "<art film>": 50326, "<supernatural>": 50312, "<inspirational drama>": 50464, "<sci fi pictures original films>": 50566, "<libraries and librarians>": 50555, "<wuxia>": 50407, "<camp>": 50581, "<health & fitness>": 50584, "<action comedy>": 50369, "<ealing comedies>": 50507, "<gothic film>": 50421, "<anthology>": 50531, "<children's>": 50318, "<japanese movies>": 50288, "<epic western>": 50488, "<historical epic>": 50419, "<horse racing>": 50526, "<gay>": 50348, "<language & literature>": 50530, "<mumblecore>": 50538, "<space western>": 50508, "<exploitation>": 50503, "<gross out>": 50426, "<hagiography>": 50479, "<film>": 50483, "<anti-war film>": 50456, "<historical fiction>": 50333, "<political documetary>": 50621, "<time travel>": 50414, "<martial arts film>": 50304, "<media studies>": 50537, "<early black cinema>": 50544, "<psychological horror>": 50587, "<romance film>": 50268, "<nature>": 50487, "<sword and sandal>": 50492, "<holiday film>": 50391, "<northern>": 50536, "<clay animation>": 50562, "<sci-fi adventure>": 50451, "<film & television history>": 50509, "<giallo>": 50468, "<chinese movies>": 50296, "<docudrama>": 50339, "<cavalry film>": 50504, "<fairy tale>": 50437, "<television movie>": 50307, "<revisionist western>": 50424, "<musical drama>": 50372, "<road movie>": 50335, "<nuclear warfare>": 50590, "<silent film>": 50292, "<fan film>": 50485, "<werewolf fiction>": 50564, "<surrealism>": 50388, "<softcore porn>": 50445, "<americana>": 50395, "<cyberpunk>": 50549, "<action thrillers>": 50319, "<chick flick>": 50614, "<mockumentary>": 50389, "<gay themed>": 50336, "<romantic comedy>": 50282, "<action/adventure>": 50273, "<coming of age>": 50303, "<comedy of manners>": 50351, "<juvenile delinquency film>": 50444, "<buddy cop>": 50510, "<feminist film>": 50415, "<crime>": 50465, "<malayalam cinema>": 50502, "<parody>": 50300, "<disaster>": 50342, "<gay pornography>": 50471, "<alien invasion>": 50559, "<gross-out film>": 50427, "<gangster film>": 50330, "<monster movie>": 50365, "<foreign legion>": 50515, "<adventure comedy>": 50376, "<expressionism>": 50592, "<demonic child>": 50542, "<silhouette animation>": 50619, "<avant-garde>": 50402, "<courtroom comedy>": 50541, "<bloopers & candid camera>": 50580, "<satire>": 50313, "<children's/family>": 50302, "<backstage musical>": 50477, "<superhero movie>": 50337, "<sports>": 50306, "<the netherlands in world war ii>": 50604, "<filmed play>": 50591, "<biographical film>": 50310, "<crime comedy>": 50345, "<stop motion>": 50373, "<plague>": 50574, "<film adaptation>": 50290, "<british new wave>": 50499, "<anime>": 50332, "<jungle film>": 50422, "<c-movie>": 50622, "<statutory rape>": 50611, "<journalism>": 50595, "<suspense>": 50309, "<star vehicle>": 50602, "<heaven-can-wait fantasies>": 50473, "<news>": 50532, "<family & personal relationships>": 50516, "<christian film>": 50378, "<hardcore pornography>": 50535, "<sexploitation>": 50403, "<tragedy>": 50409, "<movies about gladiators>": 50552, "<childhood drama>": 50382, "<family-oriented adventure>": 50350, "<romantic fantasy>": 50425, "<archives and records>": 50547, "<animated cartoon>": 50392, "<sex comedy>": 50338, "<comedy-drama>": 50289, "<drama>": 50262, "<indian western>": 50486, "<baseball>": 50523, "<female buddy film>": 50568, "<women in prison films>": 50500, "<horror>": 50264, "<film noir>": 50315, "<romantic thriller>": 50616, "<EOS>": 50258, "<kafkaesque>": 50546, "<heavenly comedy>": 50462, "<film à clef>": 50459, "<beach party film>": 50597, "<screwball comedy>": 50340, "<bengali cinema>": 50520, "<kitchen sink realism>": 50497, "<animation>": 50278, "<computers>": 50575, "<concert film>": 50513, "<business>": 50570, "<jukebox musical>": 50539, "<glamorized spy film>": 50439, "<conspiracy fiction>": 50607, "<law & crime>": 50472, "<sci_fi>": 50265, "<roadshow theatrical release>": 50453, "<thriller>": 50263, "<homoeroticism>": 50624, "<pre-code>": 50374, "<singing cowboy>": 50585, "<PAD>": 50259, "<children's issues>": 50620, "<biography>": 50311, "<master criminal films>": 50467, "<historical drama>": 50384, "<war effort>": 50612, "<b-movie>": 50321, "<bruceploitation>": 50588, "<prison>": 50396, "<absurdism>": 50408, "<tamil cinema>": 50420, "<linguistics>": 50617, "<fantasy comedy>": 50354, "<animal picture>": 50370, "<erotica>": 50343, "<music>": 50325, "<animals>": 50493, "<period horror>": 50598, "<future noir>": 50458, "<stoner film>": 50438, "<ninja movie>": 50613, "<melodrama>": 50317, "<biopic [feature]>": 50323, "<SEP>": 50266, "<epic>": 50355, "<fantasy adventure>": 50358, "<british empire film>": 50475, "<hybrid western>": 50460, "<BOS>": 50257, "<zombie film>": 50344, "<domestic comedy>": 50362, "<czechoslovak new wave>": 50534, "<doomsday film>": 50381, "<social problem film>": 50394, "<cold war>": 50514, "<anti-war>": 50452, "<spaghetti western>": 50429, "<pornography>": 50533, "<reboot>": 50529, "<children's entertainment>": 50512, "<latino>": 50577, "<action>": 50261, "<romantic drama>": 50277, "<roadshow/carny>": 50567, "<auto racing>": 50436, "<beach film>": 50481, "<crime thriller>": 50285, "<space opera>": 50551, "<monster>": 50379, "<workplace comedy>": 50399, "<sci-fi horror>": 50375, "<biker film>": 50476, "<comedy western>": 50432, "<environmental science>": 50545, "<combat films>": 50401, "<musical comedy>": 50361, "<film-opera>": 50578, "<superhero>": 50260, "<slice of life story>": 50393, "<steampunk>": 50457, "<media satire>": 50416, "<supermarionation>": 50583, "<rockumentary>": 50446, "<acid western>": 50540, "<private military company>": 50603, "<comedy thriller>": 50411, "<remake>": 50398, "<revenge>": 50601, "<natural horror films>": 50366, "<graphic & applied arts>": 50557, "<black comedy>": 50297, "<history>": 50324, "<apocalyptic and post-apocalyptic fiction>": 50450, "<comedy>": 50267, "<crime fiction>": 50270, "<comedy of errors>": 50364, "<costume adventure>": 50413, "<family film>": 50275, "<albino bias>": 50496, "<boxing>": 50435, "<whodunit>": 50442, "<courtroom drama>": 50359, "<haunted house film>": 50418, "<prison film>": 50505, "<erotic thriller>": 50363, "<sci-fi thriller>": 50548, "<legal drama>": 50524, "<political thriller>": 50356, "<psycho-biddy>": 50518, "<humour>": 50572, "<punk rock>": 50470, "<patriotic film>": 50615, "<interpersonal relationships>": 50474, "<sword and sorcery>": 50447, "<experimental film>": 50383, "<blaxploitation>": 50406, "<computer animation>": 50357, "<race movie>": 50586, "<period piece>": 50287, "<illnesses & disabilities>": 50498, "<parkour in popular culture>": 50543, "<outlaw biker film>": 50501, "<vampire movies>": 50582, "<instrumental music>": 50573, "<coming-of-age film>": 50565, "<operetta>": 50569, "<stand-up comedy>": 50506, "<culture & society>": 50353, "<war film>": 50286, "<family drama>": 50301, "<documentary>": 50291, "<erotic drama>": 50380, "<gay interest>": 50349, "<feature film>": 50528, "<tollywood>": 50454, "<adventure>": 50274, "<swashbuckler films>": 50385, "<mystery>": 50281, "<medical fiction>": 50430, "<z movie>": 50593, "<samurai cinema>": 50463, "<new queer cinema>": 50609, "<science fiction>": 50280, "<movie serial>": 50511, "<alien film>": 50390, "<prison escape>": 50600, "<mondo film>": 50556, "<adult>": 50377, "<slasher>": 50308, "<comedy horror>": 50480, "<dystopia>": 50400, "<western>": 50295, "<social issues>": 50386, "<airplanes and airports>": 50433, "<hip hop movies>": 50455, "<costume drama>": 50322, "<musical>": 50279, "<goat gland>": 50576, "<live action>": 50599, "<sponsored film>": 50561, "<lgbt>": 50298, "<neo-noir>": 50428, "<natural disaster>": 50495, "<detective>": 50334, "<existentialism>": 50449, "<caper story>": 50405, "<dogme 95>": 50489, "<escape film>": 50440, "<psychological thriller>": 50293, "<anthropology>": 50605, "<fantasy>": 50283, "<crime drama>": 50320, "<political satire>": 50410, "<therimin music>": 50571, "<breakdance>": 50618}