{"bos_token": "<BOS>", "eos_token": "<EOS>", "unk_token": "<|endoftext|>", "pad_token": "<PAD>", "additional_special_tokens": ["<superhero>", "<action>", "<drama>", "<thriller>", "<horror>", "<sci_fi>", "<SEP>", "<drama>", "<comedy>", "<romance film>", "<thriller>", "<action>", "<world cinema>", "<crime fiction>", "<horror>", "<black-and-white>", "<indie>", "<action/adventure>", "<adventure>", "<family film>", "<short film>", "<romantic drama>", "<animation>", "<musical>", "<science fiction>", "<mystery>", "<romantic comedy>", "<fantasy>", "<comedy film>", "<crime thriller>", "<war film>", "<period piece>", "<japanese movies>", "<comedy-drama>", "<film adaptation>", "<documentary>", "<silent film>", "<psychological thriller>", "<bollywood>", "<western>", "<chinese movies>", "<black comedy>", "<lgbt>", "<teen>", "<parody>", "<family drama>", "<children's/family>", "<coming of age>", "<martial arts film>", "<cult>", "<sports>", "<television movie>", "<slasher>", "<suspense>", "<biographical film>", "<biography>", "<supernatural>", "<satire>", "<political drama>", "<film noir>", "<slapstick>", "<melodrama>", "<children's>", "<action thrillers>", "<crime drama>", "<b-movie>", "<costume drama>", "<biopic [feature]>", "<history>", "<music>", "<art film>", "<ensemble film>", "<creature film>", "<spy>", "<gangster film>", "<buddy film>", "<anime>", "<historical fiction>", "<detective>", "<road movie>", "<gay themed>", "<superhero movie>", "<sex comedy>", "<docudrama>", "<screwball comedy>", "<children's fantasy>", "<disaster>", "<erotica>", "<zombie film>", "<crime comedy>", "<detective fiction>", "<filipino movies>", "<gay>", "<gay interest>", "<family-oriented adventure>", "<comedy of manners>", "<horror comedy>", "<culture & society>", "<fantasy comedy>", "<epic>", "<political thriller>", "<computer animation>", "<fantasy adventure>", "<courtroom drama>", "<political cinema>", "<musical comedy>", "<domestic comedy>", "<erotic thriller>", "<comedy of errors>", "<monster movie>", "<natural horror films>", "<heist>", "<pornographic movie>", "<action comedy>", "<animal picture>", "<marriage drama>", "<musical drama>", "<stop motion>", "<pre-code>", "<sci-fi horror>", "<adventure comedy>", "<adult>", "<christian film>", "<monster>", "<erotic drama>", "<doomsday film>", "<childhood drama>", "<superhero>", "<experimental film>", "<historical drama>", "<swashbuckler films>", "<social issues>", "<chase movie>", "<surrealism>", "<mockumentary>", "<alien film>", "<holiday film>", "<animated cartoon>", "<slice of life story>", "<social problem film>", "<americana>", "<prison>", "<new hollywood>", "<remake>", "<workplace comedy>", "<dystopia>", "<combat films>", "<avant-garde>", "<sexploitation>", "<christmas movie>", "<caper story>", "<blaxploitation>", "<wuxia>", "<absurdism>", "<tragedy>", "<political satire>", "<comedy thriller>", "<propaganda film>", "<costume adventure>", "<time travel>", "<feminist film>", "<media satire>", "<dance>", "<haunted house film>", "<historical epic>", "<tamil cinema>", "<gothic film>", "<jungle film>", "<religious film>", "<revisionist western>", "<romantic fantasy>", "<gross out>", "<gross-out film>", "<neo-noir>", "<spaghetti western>", "<medical fiction>", "<costume horror>", "<comedy western>", "<airplanes and airports>", "<tragicomedy>", "<boxing>", "<auto racing>", "<fairy tale>", "<stoner film>", "<glamorized spy film>", "<escape film>", "<animated musical>", "<whodunit>", "<addiction drama>", "<juvenile delinquency film>", "<softcore porn>", "<rockumentary>", "<sword and sorcery>", "<sword and sorcery films>", "<existentialism>", "<apocalyptic and post-apocalyptic fiction>", "<sci-fi adventure>", "<anti-war>", "<roadshow theatrical release>", "<tollywood>", "<hip hop movies>", "<anti-war film>", "<steampunk>", "<future noir>", "<film à clef>", "<hybrid western>", "<splatter film>", "<heavenly comedy>", "<samurai cinema>", "<inspirational drama>", "<crime>", "<mythological fantasy>", "<master criminal films>", "<giallo>", "<pinku eiga>", "<punk rock>", "<gay pornography>", "<law & crime>", "<heaven-can-wait fantasies>", "<interpersonal relationships>", "<british empire film>", "<biker film>", "<backstage musical>", "<gender issues>", "<hagiography>", "<comedy horror>", "<beach film>", "<road-horror>", "<film>", "<b-western>", "<fan film>", "<indian western>", "<nature>", "<epic western>", "<dogme 95>", "<fantasy drama>", "<educational>", "<sword and sandal>", "<animals>", "<travel>", "<natural disaster>", "<albino bias>", "<kitchen sink realism>", "<illnesses & disabilities>", "<british new wave>", "<women in prison films>", "<outlaw biker film>", "<malayalam cinema>", "<exploitation>", "<cavalry film>", "<prison film>", "<stand-up comedy>", "<ealing comedies>", "<space western>", "<film & television history>", "<buddy cop>", "<movie serial>", "<children's entertainment>", "<concert film>", "<cold war>", "<foreign legion>", "<family & personal relationships>", "<filipino>", "<psycho-biddy>", "<world history>", "<bengali cinema>", "<archaeology>", "<extreme sports>", "<baseball>", "<legal drama>", "<essay film>", "<horse racing>", "<fictional film>", "<feature film>", "<reboot>", "<language & literature>", "<anthology>", "<news>", "<pornography>", "<czechoslovak new wave>", "<hardcore pornography>", "<northern>", "<media studies>", "<mumblecore>", "<jukebox musical>", "<acid western>", "<courtroom comedy>", "<demonic child>", "<parkour in popular culture>", "<early black cinema>", "<environmental science>", "<kafkaesque>", "<archives and records>", "<sci-fi thriller>", "<cyberpunk>", "<outlaw>", "<space opera>", "<movies about gladiators>", "<science fiction western>", "<gulf war>", "<libraries and librarians>", "<mondo film>", "<graphic & applied arts>", "<school story>", "<alien invasion>", "<finance & investing>", "<sponsored film>", "<clay animation>", "<inventions & innovations>", "<werewolf fiction>", "<coming-of-age film>", "<sci fi pictures original films>", "<roadshow/carny>", "<female buddy film>", "<operetta>", "<business>", "<therimin music>", "<humour>", "<instrumental music>", "<plague>", "<computers>", "<goat gland>", "<latino>", "<film-opera>", "<point of view shot>", "<bloopers & candid camera>", "<camp>", "<vampire movies>", "<supermarionation>", "<health & fitness>", "<singing cowboy>", "<race movie>", "<psychological horror>", "<bruceploitation>", "<education>", "<nuclear warfare>", "<filmed play>", "<expressionism>", "<z movie>", "<tokusatsu>", "<journalism>", "<revisionist fairy tale>", "<beach party film>", "<period horror>", "<live action>", "<prison escape>", "<revenge>", "<star vehicle>", "<private military company>", "<the netherlands in world war ii>", "<anthropology>", "<historical documentaries>", "<conspiracy fiction>", "<neorealism>", "<new queer cinema>", "<buddy picture>", "<statutory rape>", "<war effort>", "<ninja movie>", "<chick flick>", "<patriotic film>", "<romantic thriller>", "<linguistics>", "<breakdance>", "<silhouette animation>", "<children's issues>", "<political documetary>", "<c-movie>", "<comdedy>", "<homoeroticism>"]}