{"unk_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "bos_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "eos_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "add_prefix_space": false, "model_max_length": 1024, "special_tokens_map_file": "C:\\Users\\Anton/.cache\\huggingface\\transformers\\e5f1af884eb95adb15c11a95947d88327b31e529ede23910768ebbf8d405a563.8eda6f02527e78b2700a2c238185bc7d048a4d7ef258430a99df9af66f86d8d9", "name_or_path": "pranavpsv/gpt2-genre-story-generator", "errors": "replace", "tokenizer_class": "GPT2Tokenizer"}